---
kind: type
id: T:Autodesk.Revit.DB.Structure.ReinforcementAbbreviationObjectType
source: html/0ff72e11-8786-35d5-b312-d82479c6db0d.htm
---
# Autodesk.Revit.DB.Structure.ReinforcementAbbreviationObjectType

Defines the type of desired reinforcement object for abbreviation tags.

## Syntax (C#)
```csharp
public enum ReinforcementAbbreviationObjectType
```